DIY
KTV
O
~~之都
~~之鄉
~初
~季
…的時候
一
一下
一些
一共
一切
一天
一定
一樓
一樣
一直
一般
一般來說
一起
一轉眼
一邊天上
一點
一點一滴
七
三
三代同堂
三合院
三峽
三明治
上來
上午
上去
上星期
上班
上網
上課
上面
下來
下午
下山
下星期
下班
下課
下載
下雨
下雪
下面
不
不但
不僅
不同
不好意思
不客氣
不得了
不必
不斷
不用
不算
不管
不行
不見了
不見得
不過
不錯
世界
世界上
世紀
並且
中
中山站
中式
中文
中秋節
中等
中號
中間
主人
主管
主要
主辦
主題
之
九
也
乾淨
亂
了
了解
事
事情
二
互相
五
五年祭
五花八門
五顏六色
亞洲
交
交通
享受
享用
人
人們
人口
人工
人心
人情味
人生
什麼
什麼時候
今天
今年
介紹
仔細
他
他們
付
付錢
代
代表性
以上
以下
以前
以及
以外
以後
以為
件
份
休假
休息
休閒
但是
位
低價
住在
住宅
住戶
作品
作業
作用
你
使用
來
來不及
來自
例如
例子
供應
便利商店
便宜
便當
促進
保佑
保存
保育
保護
信仰
信徒
信用卡
修復
個
個性
值得
假日
假期長
做
做錯了
做飯
停留
停車位
停車場
健康
健身房
傘面
傘骨
傳下去
傳承
傳統
像
價值
價錢
儀式
億載金城
優秀
元宵節
兄弟姊妹
先
先生
兒子
內在
內灣
全球
全球化
兩
兩旁
八
公共
公司
公園
公寓
公尺
公布
公車
公里
六
其中
其他
具
具有
典禮
再
再加上
再生
再見
冬天
冰
冰水
冰淇淋
冰箱
冷
凝聚力
出來
出去
出口
出國
出差
出現
出發
出遠門
出門
分
分公司
分鐘
別
別人
別的
利用
到
到處
到達
刷卡
前幾天
前後
前面
剛
剛好
割草
創新
力量
功能
加
加州
加油
加班
努力
勤勞
包
包含
包子
包括
化學染料
北部
北電公司
十
十分
千
午安
午餐
半
半夜
半年
南區
南投
南瓜派
南部
博物館
印象
危險
原住民
原來
原因
原料
去
去年
參加
參觀
又
友善
反映
取代
受影響
受歡迎
古今中外
古代
古意
古物
古蹟
句
句子
另外
只
只要
叫
可以
可以嗎
可惜
可是
可樂
可能
台一銀行
台北
台北101大樓
台東
台灣
台灣原住民族文化園區
右轉
右邊
吃
吃飯
各
各式各樣
合作
合約
吉祥
同事
同學
同意
同音字
名單
名字
后豐
吧
吳
吸引
告訴
周邊
味道
和
咖啡
咖啡店
咦
咳嗽
品嘗
品質
哇
哈
哥哥
哪
哪國人？
哪裡
唉
唯一
唱歌
商店
商業區
啊
問題
啤酒
喂
喊
喜帖
喜歡
喝
喝喜酒
喝茶
單身
單車
嗎
嗨
嗯
嘉義
嘗試
噢
嚐
嚴重
四
四川
回
回來
回家
回憶
因此
因為
固定
圈
國家
國際化
圓
圓滿
圖書館
圖案
團聚
在
在乎
在地文化
地位
地區
地方
地理
地鐵
地點
坐
垃圾
城市
基礎
堅固
堆
塊
塗上
塞車
增進
墨西哥
墾丁
壓力
壞
壞了
壯觀
夏天
外國
外國人
外套
外帶
外觀
外銷
外面
多
多久
多元
多少
多樣
夜市
夠
大
大人
大哥
大多
大學
大家
大廳
大概
大樓
大甲
大甲溪
大約
大聲
大號
大部分
大量
大餐
天地鬼神
天天
天氣
天氣預報
天然
太
太…了
太太
太好了
太平洋
太陽眼鏡
失傳
失望
奇怪
奇美博物館
奉天宮
女兒
她
她們
好
好不好
好久不見
好像
好吃
好喝
好多了
好好地
好玩
好的
好看
好處
如何
如果
妳
妹妹
姊姊
姐姐
姓
媽媽
媽祖遶境
字
存
季節
孩子
學
學期
學校
學生
學習
它
安全
安平古堡
安慰
安排
安靜
完
完全
完成
完整
宗教
客人
客家
客家人
客家庄
客廳
客氣
家
家事
家人
家具
家常菜
家庭
家族
家鄉
家長
容易
實用
寫字
寬廣
寬敞
寺廟
射箭
射耳祭
專用道
尊敬
尊重
對
對不起
對話
對面
小
小吃
小姐
小孩
小孩子
小學
小心
尤其
就
居住
居民
屋頂
屋齡
屏東
展現
展示
展覽
層
山
島
工作
工具
工廠
工業
工法
工藝
左右
左邊
巧克力
差不多
差別
已經
巴士
巷子
巷子口
布農族
希望
帥
帶
帶來
常常
帽子
幫
幫助
幫忙
平安
平常
平溪
年
年代
年夜飯
年年有餘
年年高升
年糕
年菜
年輕
幸福感
幸運
幾乎
幾號
度假
廚房
廟口
廣場
延續
建立
建築
建設
建議
建造
引進
弟弟
張
張家安
強調
形成
形狀
彰化
影片
往
很
後來
後天
後面
得
得到
從
從來沒
德國
德文
心情
必需品
忘記
忙
快
快樂
念書
怎麼
怎麼了
怎麼樣
怎麼這麼
怕
思考
恐怕
恭喜
悠遊卡
您
您呢？
情形
情感
想
想法
意外
意義
愛
感冒
感受
感恩節
感情
感覺
感謝
慢
慶典
慶祝
懂
應用
應用程式
應該
成本
成為
成立
成績
我
或是
戶
房子
房屋
房東
房租
房間
所以
所有
手工藝
手機
才
打
打扮
打掃
打算
打聽
打電話
找
找到
技術
把
投資
拆掉
拍照
拔河
招魚祭
拿
拿下來
拿出去
捷安特
捷運
捷運站
掃墓祭祖
排
排灣族
排隊
掛
探索頻道
接
接下來
接待
接觸
控制
推
推動
推廣
推車
提到
提高
換
換錢
搬到
搬家
搭
摩托車
播種
擁有
擔心
擦
擲筊
擺
攤子
攤販
支線
收到
收穫
收藏
收藏祭
收集
改天
改變
改造
放
放假
放天燈
放心
放鞭炮
政府
故事
教
教室
教書
教練
敢
散步
敬酒
敲門
整
整理
數字
文創
文化
文章
料理
新
新北市
新奇
新娘
新港
新竹
新郎
方便
方式
方面
旁邊
旅客
旅行
旅遊
旅館
族群
日
日常
日式
日月潭
日期
日本
日本人
日治時期
日用品
早
早一點
早上
早期
早生貴子
早飯
明亮
明信片
明天
明年
明顯
星星
星期五
星期六
春天
春節
昨天
是
是啊
時代
時候
時光
時差
時間
晚
晚上
晚飯
普遍
景色
景點
晴天
智慧
暫時
曬
曬乾
更
書房
替
最
最好
最後
最近
會
月
月亮
月餅
有
有一天
有一次
有一點
有名
有意思
有時候
有用
有的
有空
有趣
有限
朋友
服務員
期待
木瓜牛奶
木造
木雕
木頭
未來
本
本來
本島
李
材料
材質
杯
東區
東方美人茶
東西
東邊
林
林木
林美美
果汁
染布
校外教學
根據
桌子
桐油
條
棉紙
棒球
棒球迷
棟
椅子
植物
概念
樂趣
樓
樓上
樓下
樓層
樓梯
樟木
樣子
機器
機場
機會
機車
檔案
檢查
次
欣賞
歌曲
歐洲
歡樂
歡迎
正式
正確
此外
步
歲
歷史
段
每天
比
比方說
比賽
比起來
比較
毛
民宿
民眾
民間
氣候
氣氛
水
水庫
水果
水筆仔林區
水費
永遠
江浙
決定
汽車
沒
沒做完
沒問題
沒想到
沒看到
沒落
沒錯
沒關係
沙拉
河岸
油紙傘
沾
沿著
法國
法文
泡
注意
洗
洗澡
洗頭髮
活力
活潑
派
流
流利
流行
流連忘返
流鼻水
浴室
海岸
海洋
海裡
海邊
消夜
消息
涼快
涼爽
淡
淡水河
深刻
深厚
清明節
清朝
清楚
減少
渴
游泳
游泳池
湖
湯
準備
準時
溝通
溫度
滋味
滿意
滿載而歸
漂亮
漢堡
漢字
潛水
潤餅
潮濕
濃
瀑布
灑
火車
火雞
炒
炒青菜
炸
炸豆腐
為了
為什麼
烏龍茶
烤
烤火雞
烤肉
烹飪
無聊
無論
然後
煤
照片
照相
照顧
煮
熱
熱心
熱情
熱門
熱鬧
燈光
營業
爬
爬上去
父母
爸爸
牆壁
牆面
牛奶
牛肉麵
牡丹
特別
特色
特質
狗
獨棟
獨特
獨立
王
王國
王明文
玩
玩樂
珍珠奶茶
班次
現代
現代化
現在
現象
現金
球賽
球隊
環境
環島
環島之星
瓦片
瓶
甚至
甜
甜點
生態
生日
生氣
生活
生活機能
生病
生長
產品
產業
產生
用
用來
用功
由
由於
男女老少
男朋友
留
留下
畢業了
畫
當作
當初
當地
當然
痛
發展
發揚光大
發燒
發現
發生
發起
發電
白色
白飯
百
百年好合
百貨公司
盆栽
盒
盛大
盤
目標
目的
直播
相信
相當
相處
省
看
看不懂
看到
看書
看清楚
真
知名
知道
短
破損
破舊
碗
碰
磁磚
磚頭
社區
社區中心
社會
祈求
祖先
祖靈
祖靈祭
祝
祝福
神像
祭典
祭匙
祭祀
福建安溪
福建泉州
福建漳州
禮服
禮物
秋天
科技
租
租金
移民
種
種類
稻穀
稻米
空
空間
穿
穿上
穿過
窗
站
端午節
竹子
竹葉
第
等
管理
管理員
管理費
節慶
篇
簡單
籃球
粽子
精細
精緻
糖
糯米
系統
紀念品
約
紅包
紅樹林自然保留區
紅燒
紅燒魚
紅茶
紐約
累
細心
終於
終食祭
終點
結合
結婚了
結束
結構
給
經濟
經理
經過
經驗
綠建築
綠線
網球
網路
網路費
緊密
緊張
練習
總是
繁榮
繞
繼續
缺少
罵
美
美利達
美味
美味餐廳
美國
美國人
美好
美式足球
美感
美景
美食
美麗
習俗
習慣
翻譯
老師
老闆
考卷
考慮
考試
而且
聊天
聞
聞到
聲調
聽
聽不懂
聽力
聽見
聽說
聽起來
肉
肚子
背包
背誦
胖
能
能力
脆
腐爛
腳踏車
臉
自在
自己
自然
自行車
臭
臭豆腐
至今
至少
臺中
臺北
臺北孔廟
臺南
臺幣
臺灣
臺灣人
臺灣歷史博物館
臺鐵
與
興奮
興趣
舉行
舉辦
舊
舒服
舞蹈
船
良好
艾草
花樑鋼橋
花瓶
花蓮
苗栗縣三義
苦
英文
荒廢
荷蘭人
菖蒲
菜
華人
華廈
萬
萬物
著
蒸
蓋
蔬菜
薄
藍染
藍色
藝術
藝術家
藥
蘋果
蘭嶼
虔誠
處理
號
號碼
蛋
蛋糕
蛋餅
融入
融合
行
行李
行李箱
衛浴
衛生
衣服
表妹
表現
表示
表達
被
裙子
裝
裝置
裡面
製作
複雜
西式
要
要不然
要是
見
見面
規模
親切
親子
親戚
覺得
觀光客
觀念
解決
訂
計畫
計程車
記得
記憶
設備
設計
許多
試
試試看
詩人
詩意
詩詞
詳細
認
認為
認真
認識
語言
說
說明
說話
誰
課
調節
談
談好了
請
請問
請教
請進
論文
謝謝
警衛
護龍
變
變化
讓
豆沙包
豆漿
豆腐
豐富
豐年祭
象徵
豬肉
貓
販賣
貴
貴姓？
買
買菜
貿易
資料
資源
賞月
賣
購物
賽夏族
賽跑
贏
走下來
走路
起床
起飛
起駕
超市
超級市場
超過
越來越
趕快
趟
足球
跑步
跟
跪
路段
路線
跳舞
身體
車庫
車票
車道
輕鬆
輸
轉
轉變
轉車
辛苦
辣
辦公室
農作物
農曆
近
近年來
迪化街
迪士尼樂園
迷
迷人
迷路
送
透天厝
透過
逐漸
這
這樣
這裡
這麼
通常
逛街
連
連接
連結
週末
進口
進步
進行
遊客
遊戲
運動
運動場
運動衫
運動鞋
運氣
運送
過
過世
過年
過癮
過節
道
道地
道理
達成
遠
適合
適應
遮陽
遮雨
遲到
選
選擇
還
還好
還是
那
那裡
那麼
郊區
部落
部門
都
都市化
鄉下
鄉村
酒吧
酥
酸
酸辣湯
醫生
醫院
重
重新
重要
重視
銀行
錢
錯
鎮
鎮瀾宮
鐘頭
鐵路網
鐵道
鐵馬
鑰匙圈
鑽
鑾轎
長褲
門禁卡
開
開始
開心
開放式
開車
開過來
開關
間
閩南
閱讀
關係
關山
關心
關閉
防止
防水
阿姨
阿美族
阿里山
附近
院子
除了
除夕
除蟲
陶器
陶瓷
陽光
階段
隧道
隨便
隨著
雄黃粉
雅美族(達悟族)
集中
集集
雕刻
雖然
雙
雙數
雙方
雞
雞排
雞肉三明治
雞腿
離
離開
難
難得
難忘
難怪
難過
雲林
零
電器
電影
電梯
電腦
電視
電話
電費
需求
需要
青菜
非常
靠近
面
音樂
項
順便
順利
預算
頓
頭
頭髮
顏色
願意
類型
風俗
風景
風格
飛機
飛魚祭
食材
食物
飯廳
飲料
飲料店
飽
餅
餐廳
餓
首先
香
香氣
馬上
馬藍(大菁)
馬路
馬鈴薯泥
騎
騎士
驚喜
體驗
高
高興
高雄美濃
魅力
魚
鳥
鳳梨酥
鶯歌
鹹
麵包
麻煩
黃色
黃金時期
黏土
黑色
點
點心
點菜
鼻水
龍鳳